---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GBXMLImportOptions
source: html/9d4cb70f-d86b-8d2f-e426-082422e254fc.htm
---
# GBXMLImportOptions Members

Default constructor. Sets all options to their default values.